{
    "confirm":"Confirm",
    "formOrChat": {
        "message": "What do you prefer ?",
        "form":"Fill in the form",
        "chat":"Chat with us"
    },
    "chooseUserType": "Which of the four types is the closest to your situation ?",
    "userType": {
        "client":"Client",
        "recruteur":"Recruiter",
        "partenaire":"Partner",
        "candidat":"Candidate"
    },
    "chatChoice": {
        "choice" : "You chose to chat with us, if you change your mind u may return here any time.",
        "message" : "Feel free to ask whatever you want :) , I'll do my best to help you"
    },
    "welcomeUserType": {
        "client":"Welcome dear client, please provide us with more information by filling out the following form.",
        "recruteur":"Welcome dear recruiter, please provide us with more information by filling out the following form.",
        "partenaire":"Welcome dear partner, please provide us with more information by filling out the following form.",
        "candidat":"Welcome dear candidate, please provide us with more information by filling out the following form."
    },
    "welcome": "Hello.. we hope you are doing well",
    "internalError": "We are sorry, we've got an internal error !",



    "formatError": {
        "email": "The format of your email is not valid",
        "telephone": "The format of your phone number is not valid",
        "enterNumber": "Please enter a number"
    },
    "emptyError": {
        "email": "Please enter your email",
        "telephone": "Please enter your phone number",
        "nom": "Please enter your lastname",
        "prenom": "Please enter your firstname",
        "raisonSociale": "Please enter the name of your company",
        "adresse": "Please enter your address",
        "service": "You must select a service", 
        "document": "You must provide a document",
        "offre": "You must choose an offer",
        "typeCandidature": "You must specify the type of your application",

        "nombreEmployes": "You must specify the number of your employees",
        "partenariat": "You must select a type of partnership",
        "domaineExpertise": "You must select an expertise field",
        "nombrePersonnesARecruter": "You must specify the number of people you are looking to recruit"

    },
    "lengthError": {
        "raisonSociale": "Your company name must be between 1 and 30 characters",
        "adresse": {
            "min": "Your address must contain more than 10 characters",
            "max": "Your address must be less than 75 characters"
        },
        "telephone": {
            "min": "Your phone number must be greater than or equal to ten characters",
            "max": "Your phone number must be less than or equal to 15 characters"
        },
        "comment": "Please do not exceed 255 characters",
        "nom": "Your lastname must be between 3 and 30 characters",
        "prenom": "Your firstname must be between 3 and 30 characters",

        "nePasDepasser": "Please do not exceed "
    },
    "goBackError": "Please go back to previous pages and double check the information filled in before confirming",
    "calendarError": "You must choose a meeting time",
    "tokenError": "Your session has expired",
    "enAttendant": "In the meantime, you can choose another language or activate the voice ..."
}